#+title: CYCLOTRONS’72

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+------------------------------------------+---------------------|
| key        | value                                    | short               |
|------------+------------------------------------------+---------------------|
| eventtitle | Sixth International Cyclotron Conference | CYCLOTRONS’72       |
| eventdate  | <1972-07-18>--<1972-07-21>             |                     |
| venue      | Vancouver, Canada                        |                     |
| booktitle  | AIP Conference Proceedings No. 9         | Proc. CYCLOTRONS’72 |
| editor     | J. J. Burgerjon and A. Strathdee         |                     |
|------------+------------------------------------------+---------------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))

** Sessions :session:


|------+--------------------------------|
| I    | New Machines                   |
| II   | Meson Factories                |
| III  | Synchrocyclotron Conversions   |
| IV   | Injection                      |
| V    | Heavy Ion Acceleration         |
| VI   | Internal Beam Quality          |
| VII  | External Beams                 |
| VIII | RF Systems                     |
| IX   | Computer Control & Diagnostics |
| X    | Applications                   |
|------+--------------------------------|

** Paper :inproceedings:

|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| ﻿eid      | title                                                                                                                                                                                                            | author                                                                                                                                                                                                                                                  | firstpage | lastpage |   pages |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| I-001    | Current Status of the {Indiana University Cyclotron Facility}                                                                                                                                                    | M. E. Rickey                                                                                                                                                                                                                                            |         1 |       15 |    1-15 |
| I-002    | Future Cyclotrons                                                                                                                                                                                                | H. G. Blosser                                                                                                                                                                                                                                           |        16 |       32 |   16-32 |
| I-003    | Alternates to the Cyclotron for Heavy-Ion Acceleration                                                                                                                                                           | J. A. Martin                                                                                                                                                                                                                                            |        33 |       53 |   33-53 |
| I-004    | A Proposed National Heavy-Ion Accelerator at {Oak Ridge}                                                                                                                                                         | J. A. Martin and E. D. Hudson and R. S. Lord and M. L. Mallory and W. T. Milner and S. W. Mosko and P. H. Stelson                                                                                                                                       |        54 |       62 |   54-62 |
| I-005    | A Combination of a {Van de Graaff} Accelerator and a Splitpole Cyclotron for Heavy Ions                                                                                                                          | B. Efken and D. Hilscher and H. Homeyer and O. Jahnke and K. H. Lindenberger and H.-E. Mahnke and K. H. Maier and J. A. Scheer and S. Holm                                                                                                              |        63 |       68 |   63-68 |
| I-006    | Magnetic Field Properties of the {Indiana} Isochronous Cyclotron                                                                                                                                                 | R. E. Pollock                                                                                                                                                                                                                                           |        69 |       77 |   69-77 |
| I-007    | Design Study for a Compact {200 MeV} Cyclotron                                                                                                                                                                   | M. M. Gordon and H. G. Blosser and D. A. Johnson                                                                                                                                                                                                        |        78 |       86 |   78-86 |
| I-008    | The {Kiev} {240 cm} Isochronous Cyclotron                                                                                                                                                                        | V. V. Kolotiy and A. F. Linev and A. I. Malofeev and M. V. Pasechnik and V. A. Pashin and V. A. Saenko and Yu. G. Basargin and A. S. Fedorov and V. A. Glukhikh and O. A. Gusev and E. G. Komar and R. N. Litunovsky and I. F. Malishev and O. A. Minyaev and B. V. Rozhdestvensky and A. V. Stepanov |        87 |       94 |   87-94 |
| I-009    | {TRIUMF} Central Region Cyclotron Progress Report                                                                                                                                                                | E. W. Blackmore and G. Dutto and M. Zach and L. Root                                                                                                                                                                                                    |        95 |      101 |  95-101 |
| I-010    | 103-{cm} Compact Isochronous Cyclotron                                                                                                                                                                           | Yu. G. Basargin and P. V. Bogdanov and I. I. Finkelshtein and A. N. Galaev and A. V. Galchuk and V. A. Glukhikh and O. A. Gusev and I. F. Malishev and A. V. Popov and A. V. Stepanov and Yu. I. Stogov                                                 |       102 |      106 | 102-106 |
| I-011    | Status Report on the Variable Energy Cyclotron at {Calcutta}                                                                                                                                                     | D. N. Kundu                                                                                                                                                                                                                                             |       107 |      109 | 107-109 |
| I-012    | Status Report on the {Catholic University of Louvain} Cyclotron                                                                                                                                                  | Y. Jongen and P. Macq and P. Delphin and A. Dupuis and B. Hurt and L. Marniquet and P. Peironet                                                                                                                                                         |       110 |      113 | 110-113 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| II-001   | Status Report on the {SIN} Ring Cyclotron                                                                                                                                                                        | H. A. Willax                                                                                                                                                                                                                                            |       114 |      125 | 114-125 |
| II-002   | The Present Status of {TRIUMF}                                                                                                                                                                                   | J. R. Richardson                                                                                                                                                                                                                                        |       126 |      140 | 126-140 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| III-001  | Status of the {CERN} Synchrocyclotron Improvement Program and Plans for Physics Facilities                                                                                                                       | E. G. Michaelis                                                                                                                                                                                                                                         |       141 |      164 | 141-164 |
| III-002  | Status of the {Nevis} Synchrocyclotron Modification                                                                                                                                                              | J. Rainwater                                                                                                                                                                                                                                            |       165 |      178 | 165-178 |
| III-003  | Status Report on the {680 MeV} Dubna Synchrocyclotron Reconstruction                                                                                                                                             | Yu. N. Denisov                                                                                                                                                                                                                                          |       179 |      190 | 179-190 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| IV-001   | Cyclotron Injection Systems                                                                                                                                                                                      | D. J. Clark                                                                                                                                                                                                                                             |       191 |      203 | 191-203 |
| IV-002   | Status Report on Axial Injection in the {Grenoble} Cyclotron                                                                                                                                                     | J. L. Belmont and J. M. Bois and J. Fermé                                                                                                                                                                                                               |       204 |      210 | 204-210 |
| IV-003   | An Improved {Birmingham} Polarized Deuteron Source and Injection of the Beam into the Cyclotron                                                                                                                  | G. Guest and W. Hardy and S. Oh and W. B. Powell                                                                                                                                                                                                        |       211 |      215 | 211-215 |
| IV-004   | The {Ion Source and Injection System} ({ISIS}) for the {TRIUMF} {Central Region Model} ({CRM})                                                                                                                   | B. L. Duelli and W. Joho and V. Rödel and B. L. White                                                                                                                                                                                                   |       216 |      225 | 216-225 |
| IV-005   | Filling of the Phase Space in the Central Region of a Synchrocyclotron                                                                                                                                           | D. Thouroude                                                                                                                                                                                                                                            |       226 |      231 | 226-231 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| V-001    | Acceleration of {Xe} Ions in the {JINR} Tandem-Cyclotrons                                                                                                                                                        | I. A. Shelaev and V. S. Alfeev and B. A. Zager and S. I. Kozlov and I. V. Kolesov and V. N. Mel’nikov and R. Ts. Oganesian and A. N. Filipson and V. A. Chugreev                                                                                        |       232 |      242 | 232-242 |
| V-002    | Results Obtained from {ALICE} and Future Prospects                                                                                                                                                               | E. Baron and C. Bieth and M. P. Bourgarel and A. Cabrespine and Ch. Goldstein and T. Junquera                                                                                                                                                           |       243 |      257 | 243-257 |
| V-003    | Heavy Ion Beams at the {Texas} {A&M} Cyclotron Using a Cold Cathode Source                                                                                                                                       | R. A. Kenefick and W. W. Chapman and E. P. Chamberlin                                                                                                                                                                                                   |       258 |      264 | 258-264 |
| V-004    | Heavy Ion Acceleration at the {Berkeley} 88-inch Cyclotron                                                                                                                                                       | D. J. Clark and J. Steyaert and J. Bowen and A. Carneiro and D. Morris                                                                                                                                                                                  |       265 |      273 | 265-273 |
| V-005    | The {ORIC} as a Heavy-Ion Injector for a Separated Sector Cyclotron                                                                                                                                              | E. D. Hudson and R. S. Lord and M. L. Mallory and P. H. Stelson                                                                                                                                                                                         |       274 |      282 | 274-282 |
| V-006    | A Variable Frequency Linac and its use as an Injector for a Separate Sector Heavy Ion Cyclotron                                                                                                                  | M. Odera and T. Tonuma                                                                                                                                                                                                                                  |       283 |      290 | 283-290 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| VI-001   | An Optimized Multi-Particle Central Region for the {Michigan State University} Isochronous Cyclotron                                                                                                             | L. L. Learn and H. G. Blosser and M. M. Gordon                                                                                                                                                                                                          |       291 |      297 | 291-297 |
| VI-002   | Application of a New Field Trimming Program to the {MSU} Cyclotron                                                                                                                                               | M. M. Gordon and D. A. Johnson                                                                                                                                                                                                                          |       298 |      307 | 298-307 |
| VI-003   | Accelerating System of Isochronous Cyclotron with a Non Sinusoidal Electric Field                                                                                                                                | M. Kuzmiak and A. Hrdá and V. Bejsovec and M. Krivánek and Z. Trejbal and V. V. Kolga                                                                                                                                                                   |       308 |      314 | 308-314 |
| VI-004   | The Aspects of Optimization of Beam Acceleration and Extraction Conditions in Cyclotron with External “Active” Monochromatization System                                                                         | Yu. G. Basargin and R. N. Litunovsky and Yu. P. Severgin and N. I. Venikov                                                                                                                                                                              |       315 |      321 | 315-321 |
| VI-005   | Some Peculiarities of Longitudinal Motion of the Particles in an Isochronous Cyclotron                                                                                                                           | Yu. G. Basargin and R. N. Litunovsky and O. A. Minyaev and V. I. Vasil’ev                                                                                                                                                                               |       322 |      328 | 322-328 |
| VI-006   | Effects of Axial Misalignment of the Dees and Their Correction                                                                                                                                                   | M. K. Craddock and G. Dutto and C. Kost                                                                                                                                                                                                                 |       329 |      339 | 329-339 |
| VI-007   | Optimization of the Phase Acceptance of the {TRIUMF} Cyclotron                                                                                                                                                   | G. Dutto and C. Kost and G. H. Mackenzie and M. K. Craddock                                                                                                                                                                                             |       340 |      350 | 340-350 |
| VI-008   | The Effect of Certain Magnetic Imperfections on the Beam Duality in {TRIUMF}                                                                                                                                     | J. L. Bolduc and G. H. Mackenzie                                                                                                                                                                                                                        |       351 |      357 | 351-357 |
| VI-009   | Methods of Beam Pulsing Applied at the {Karlsruhe} Isochronous Cyclotron                                                                                                                                         | W. Kappel and J. Möllenbeck and H. Schweickert                                                                                                                                                                                                          |       358 |      365 | 358-365 |
| VI-010   | Modifications to the {University of Michigan} 83-inch Cyclotron to Improve Beam Quality                                                                                                                          | W. C. Parkinson and W. S. Gray and J. F. Petersen and R. H. Day                                                                                                                                                                                         |       366 |      373 | 366-373 |
| VI-011   | Orbit Studies for the {Indiana University} Cyclotron                                                                                                                                                             | W. P. Jones and D. L. Friesel and B. M. Bardin                                                                                                                                                                                                          |       374 |      378 | 374-378 |
| VI-012   | Resonant Depolarization Effects for Polarized Beams in the {Indiana University} Cyclotron                                                                                                                        | P. J. Moffa and A. D. Bacher and W. P. Jones and P. Schwandt                                                                                                                                                                                            |       379 |      383 | 379-383 |
| VI-013   | A Comparison of Various Geometries of a Separated-Sector Cyclotron                                                                                                                                               | V. N. Kanunnikov and V. A. Papadichev                                                                                                                                                                                                                   |       384 |      392 | 384-392 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| VII-001  | A Design Study for Split Beam Operation of the {Indiana University} Cyclotron Facility                                                                                                                           | R. E. Pollock and D. L. Friesel and D. W. Devins                                                                                                                                                                                                        |       393 |      398 | 393-398 |
| VII-002  | A System for Emittance Measuring and Monitoring at the {Jülich Isochronous Cyclotron}                                                                                                                            | J. Bojowald and H. Borsch and W. Kuhlmann and J. Reich and A. Retz                                                                                                                                                                                      |       399 |      406 | 399-406 |
| VII-003  | The {Jülich} Double-Monochromator System                                                                                                                                                                         | J. Reich and C. Mayer-Böricke and S. Martin and K. L. Brown and F. E. Johnson                                                                                                                                                                           |       407 |      414 | 407-414 |
| VII-004  | Determination of Non-Linear Components in Corpuscular-Optical Elements by Incremental Hall-Probe Measurement taking into Account Systematic Errors Due to Longitudinal Field Components and Sag of the Probe Arm | V. Jung                                                                                                                                                                                                                                                 |       415 |      418 | 415-418 |
| VII-005  | Cryopumping Tests for the {Indiana University} {200 MeV} Cyclotron Beam Line                                                                                                                                     | H. Herman and J. A. O’Neil                                                                                                                                                                                                                              |       419 |      424 | 419-424 |
| VII-006  | Transfer Matrix Method for Computing Depolarization Effects of a Polarized Proton Beam in a Transport System                                                                                                     | D. Rapin and R. Hess and J. C. Niklès and D. W. Werren                                                                                                                                                                                                  |       425 |      429 | 425-429 |
| VII-007  | Optimized Use of a Cyclotron for High Resolution Studies of Nuclei                                                                                                                                               | E. Kashy and H. G. Blosser and D. A. Johnson                                                                                                                                                                                                            |       430 |      437 | 430-437 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| VIII-001 | Frequency Stabilization of the {Texas} {A&M} Cyclotron by Injection Locking                                                                                                                                      | R. C. Rogers, J. S. Chenoweth, J. M. Cox                                                                                                                                                                                                                |       438 |      443 | 438-443 |
| VIII-002 | Some Aspects of the Control and Stabilization of the {RF} Accelerating Voltage in the {TRIUMF} Cyclotron                                                                                                         | K. L. Erdman, K. H. Brackhaus, R. H. M. Gummer                                                                                                                                                                                                          |       444 |      450 | 444-450 |
| VIII-003 | {TRIUMF} {RF} Amplifier and Resonator System                                                                                                                                                                     | K. L. Erdman, R. Poirier, O. K. Fredriksson, J. F. Weldon, W. A. Grundman                                                                                                                                                                               |       451 |      458 | 451-458 |
| VIII-004 | The Wide-Band Driven {RF} System for the {Berkeley} 88-inch Cyclotron                                                                                                                                            | W. S. Flood, P. E. Frazier                                                                                                                                                                                                                              |       459 |      466 | 459-466 |
| VIII-005 | Results of Measurements on a {50 MHz} Cavity Driven by a {250 kW} Power Amplifier and the Present Status of the {RF} System of the {SIN} Cyclotron                                                               | P. Lanz                                                                                                                                                                                                                                                 |       467 |      475 | 467-475 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| IX-001   | The {TRIUMF} Control System                                                                                                                                                                                      | J. V. Cresswell and D. R. Heywood and D. P. Gurd and R. R. Johnson and W. K. Lacey                                                                                                                                                                      |       476 |      484 | 476-484 |
| IX-002   | {CAMAC} Controls Applications at {TRIUMF}                                                                                                                                                                        | H. Dollard and D. R. Heywood and D. E. Marquardt and D. P. Gurd and R. R. Johnson                                                                                                                                                                       |       485 |      489 | 485-489 |
| IX-003   | Computer Control of the {Indiana University} Cyclotron Facility                                                                                                                                                  | B. M. Bardin and S. A. Lewis and D. J. Plummer and T. E. Zinneman                                                                                                                                                                                       |       490 |      499 | 490-499 |
| IX-004   | Computer Control System for {ORIC}                                                                                                                                                                               | C. A. Ludemann and J. M. Domaschko and S. W. Mosko                                                                                                                                                                                                      |       500 |      509 | 500-509 |
| IX-005   | Standard Control Component to Computer Control by {SIN} Cyclotron                                                                                                                                                | L. J. Besse                                                                                                                                                                                                                                             |       510 |      514 | 510-514 |
| IX-006   | The Automatic Control of the {Eindhoven} {A.V.F.} Cyclotron {I}: Measuring Equipment                                                                                                                             | F. Schutte and L. C. J. Baghuis and H. L. Hagedoorn and D. M. J. Kroonenberg and J. F. P. Marchand                                                                                                                                                      |       515 |      523 | 515-523 |
| IX-007   | The Automatic Control of the {Eindhoven} {A.V.F.} Cyclotron {II}: Measurements                                                                                                                                   | F. Schutte and H. L. Hagedoorn and van Heusden, G. C. L. and van Vliet, J. A. J. M.                                                                                                                                                                     |       524 |      530 | 524-530 |
| IX-008   | A New Beam-Spill Control System for {LAMPF}                                                                                                                                                                      | J. R. Parker and J. H. Richardson and J. D. Easley                                                                                                                                                                                                      |       531 |      537 | 531-537 |
| IX-009   | Panel Discussion                                                                                                                                                                                                 | H. G. Blosser and B. M. Bardin and F. Schutte and W. Remmer and R. R. Johnson                                                                                                                                                                           |       538 |      561 | 538-561 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| X-001    | Fast Neutron Therapy                                                                                                                                                                                             | R. L. Morgan                                                                                                                                                                                                                                            |       562 |      577 | 562-577 |
| X-002    | Medical Uses of the {Harvard University} Cyclotron: An Overall View                                                                                                                                              | R. Wilson                                                                                                                                                                                                                                               |       578 |      585 | 578-585 |
| X-003    | Medical Treatment and Diagnosis Using {160 MeV} Protons                                                                                                                                                          | A. M. Koehler                                                                                                                                                                                                                                           |       586 |      602 | 586-602 |
| X-004    | Design Studies for a {200 MeV} Proton Clinic for Radiotherapy                                                                                                                                                    | S. Graffman and B. Jung and B. Larsson                                                                                                                                                                                                                  |       603 |      615 | 603-615 |
| X-005    | Compact Cyclotron Engineering for Application                                                                                                                                                                    | G. O. Hendry                                                                                                                                                                                                                                            |       616 |      626 | 616-626 |
| X-006    | The {Argonne} Cancer Research Hospital Cyclotron                                                                                                                                                                 | P. V. Harper and L. S. Skaggs and J. Porter and N. Lembares and H. Forsthoff and H. Krizek and K. A. Lathrop and F. T. Kuchnir                                                                                                                          |       627 |      637 | 627-637 |
| X-007    | Design of a Neutron Therapy Facility for a 30-inch Cyclotron                                                                                                                                                     | F. T. Kuchnir and L. S. Skaggs and A. J. Elwyn and F. P. Mooring and N. A. Frigerio                                                                                                                                                                     |       638 |      645 | 638-645 |
| X-008    | Medical Applications of Cyclotron Procedures: Total Body Calcium as Determined by Neutron Activation Analysis                                                                                                    | Chesnut, III, C. H. and W. B. Nelp and J. D. Denney                                                                                                                                                                                                     |       646 |      649 | 646-649 |
| X-009    | Nuclear Medicine Uses of {TRIUMF}                                                                                                                                                                                | R. T. Morrison and E. K. Mincey                                                                                                                                                                                                                         |       650 |      655 | 650-655 |
| X-010    | Selection of the Size of a Cyclotron for Medical Applications                                                                                                                                                    | M. A. Chaudhri and A. J. Chaudhri and Q. J. Chaudhri                                                                                                                                                                                                    |       656 |      663 | 656-663 |
| X-011    | Application of Cyclotrons in Materials Science                                                                                                                                                                   | R. S. Nelson                                                                                                                                                                                                                                            |       664 |      676 | 664-676 |
| X-012    | Applications of Accelerators in Physics and Chemistry                                                                                                                                                            | T. A. Cahill                                                                                                                                                                                                                                            |       677 |      681 | 677-681 |
| X-013    | Some Applications of the {Eindhoven} {A.V.F.} Cyclotron                                                                                                                                                          | L. C. J. Baghuis and A. M. W. Duys and H. L. Hagedoorn and M. Prins                                                                                                                                                                                     |       682 |      686 | 682-686 |
| X-014    | Closing Remarks                                                                                                                                                                                                  | J. R. Richardson and J. B. Warren and J. P. Blaser                                                                                                                                                                                                      |       687 |      688 | 687-688 |
|----------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=688
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))



** Unpublished :unpublished:

|--------+-----------------------------------+----------|
| eid    | title                             | author   |
|--------+-----------------------------------+----------|
| II-003 | {LAMPF} - Status and Capabilities | L. Rosen |
|--------+-----------------------------------+----------|

